Repository: HebaAhmad1/DrugStore
Catalog: DrugStore/Resources/Views/Home/LandingPage.*.resx
Languages: ar

source: About Gaza Central Company
ar: عن شركة مستودع غزة

source: About Us
ar: من نحن

source: Board member and founder of the Patient Friends Charitable Society
ar: عضو مجلس إدارة ومؤسس في جمعية أصدقاء المريض الخيرية

source: Body Haifa Sharab
ar: ولدت في العام 1948م وتعتبر من أوائل السيدات اللاتي دخلن عالم الأعمال والتجارة في قطاع غزة, وشغلت العديد من المناصب الإدارية منها عضو مؤسس وعضو مجلس إدارة في شركة معامل الشرق الأوسط لصناعة الأدوية ومستحضرات التجميل م.ع.م. رئيس مجلس الإدارة في شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية. شاركت في العديد من المؤتمرات وورش العمل المتعلقة بالتجارة والاقتصاد المحلية منها والدولية وتمتلك علاقات وطيدة مع العديد من رجال الأعمال والتجار وشخصيات عامة وخاصة على مستوى الوطن, وهي عضو في منتدى سيدات الأعمال بالإضافة لعضويتها في الغرفة التجارية الفلسطينية.

source: Body Nader Sharab
ar: ولد في العام 1968م درس الهندسة الكيميائية في فينا وحاصل على الجنسية النمساوية بالإضافة إلى الجنسية الفلسطينية يجيد وبطلاقة اللغة الإنجليزية والألمانية إلى جانب اللغة العربية, يعتبر من الشخصيات البارزة في المجتمع من خلال علاقاته الوطيدة مع العديد من المؤسسات الدولية والمحلية ومؤسسات المجتمع المدني ويعتبر مشارك فاعل في العديد من المؤتمرات وورش العمل السياسية والتجارية والاقتصادية المحلية منها والدولية. بالإضافة إلى عضويته الفعالة في المؤسسات التالية: .عضو في جمعية رجال الأعمال الفلسطينيين. عضو في الغرفة التجارية الفلسطينية

source: Body About Gaza Central Company
ar: شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية, هي امتداد لمستودع أدوية غزة المركزي الذي قام بتأسيسه المرحوم الصيدلي حسن يوسف شراب في العام 1983م في مدينة غزة كأول مستودع لتوزيع الأدوية في قطاع غزة, ومنذ ذلك الحين نعمل على تلبية احتياجات السوق الدوائي في قطاع غزة من خلال توزيع وتسويق أفضل وأجود الأدوية سواء كانت محلية أو أجنبية بمهنية عالية, وتلعب الشركة دور كبير في السوق الدوائي الفلسطيني بحيث تقوم الشركة بتوفير العديد من الأدوية الحيوية والضرورية لسكان القطاع وذلك من خلال ارتباط الشركة بعلاقات تجارية مميزة مع العديد من شركات ومصانع الأدوية الأجنبية منها والعربية, وبمسيرتنا في العمل بمهنية ومصداقية نعتبر من كبرى شركات توزيع الأدوية في فلسطين, حيث نعمل على تغطية سوق الأدوية في قطاع غزة بشكل كامل من خلال التعامل والوصول إلى ما يزيد عن 500 نقطة بيع للأدوية من صيدليات ومستشفيات خاصة وعامة ومراكز ومؤسسات صحية منتشرة في كافة أنحاء قطاع غزة بالإضافة إلى وزارة الصحة الفلسطينية والعديد من المؤسسات الدولية العاملة في فلسطين وبتبني إستراتيجية التكامل للأمام تم إنشاء صيدليتان تابعتان للشركة تعملان كمراكز بيعيه للأدوية والمنتجات التي تسوق من قبل الشركة بالإضافة إلى بعض المنتجات المكملة والمساندة.

source: Body Footer Contact Us
ar: اتصل بنا الآن لنرسل لك رقم حساب للصيدلية الخاصة بك

source: Body Haitham Shurrab
ar: ولد في العام 1970م حاصل على دبلوم في البرمجة والعلاقات العامة من النمسا ويحمل الجنسية النمساوية بالإضافة إلى الجنسية الفلسطينية ويجيد اللغة الإنجليزية والألمانية إلى جانب اللغة العربية, وهو مشارك فعال في العديد من المؤتمرات والمعارض التجارية المحلية والدولية ويجيد إدارة العلاقات مع العديد من الشركات التجارية والمؤسسات المالية بالإضافة إلى المجتمع المحلي والخارجي, وعضو فاعل في الغرفة التجارية الفلسطينية.

source: Body Our vision and mission
ar: نتطلع كأول مستودع أنشأ في قطاع غزة منذ أكثر من ربع قرن من الزمان للارتقاء بالصحة العامة للمواطن الفلسطيني ونكون في مقدمة شركات توزيع الأدوية في فلسطين من خلال توفير كافة احتياجات السوق الفلسطيني من الأدوية والمستلزمات الطبية الحديثة وذات الجودة العالية, والاستمرار في الاستثمار وبناء علاقات الشراكة والتبادل تجاري مع الشركات المنتجة للأدوية ووكلائهم من ناحية وكافة المؤسسات والمراكز الصحية العامة والخاصة المنتشرة في فلسطين من ناحية أخرى بأعلى درجات الكفاءة والمهنية. رسالتنا تسويق الأدوية المسجلة والمرخصة للتداول لدى جهات الاختصاص, وذات الجودة العالية بأعلى درجات المهنية, وتوفيرها لكافة أنحاء قطاع غزة بما يتناسب مع كافة شرائح المجتمع وضمان وصولها للمرضى المحتاجين لها بالوقت والمكان والسعر المناسب.

source: Body Saed Sharab
ar: ولد في العام 1976م حاصل على ماجستير إدارة الأعمال من جامعة الأزهر بغزة شارك بالعديد من النشاطات الاجتماعية في قطاع غزة لديه شبكة من العلاقات مع الأكاديميين والمثقفين والعديد من التجار الفلسطينيين في مختلف المجالات, ساهم في العديد من النشاطات التطوعية منها عقد دورة في التسويق الصيدلاني لمجموعة كبيرة من الصيادلة من خلال نقابة صيادلة فلسطين, بالإضافة إلى عضويته في المؤسسات التالية: عضو في جمعية الاقتصاديين الفلسطينيين. عضو في الغرفة التجارية الفلسطينية.

source: Chairman and founder of the Gaza Central Warehouse Company for Pharmaceuticals and Medical Supplies
ar: رئيس مجلس إدارة ومؤسس في شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية

source: Chairman of the Administrative Board of the Palestinian Arab Medical Association, which represented the Physicians and Pharmacists Syndicate, and a member of the Administrative Board for several sessions
ar: رئيسا للهيئة الإدارية للجمعية الطبية العربية الفلسطينية والتي كانت تمثل نقابة الأطباء والصيادلة, وعضواً للهيئة الإدارية فيها لعدة دورات

source: Chairman of the Board of Directors and founder of the Gaza Central Drug Store, the first drug distribution warehouse in the Gaza Strip
ar: رئيس مجلس إدارة ومؤسس مستودع أدوية غزة المركزي أول مستودع لتوزيع الأدوية في قطاع غزة

source: Contact Us
ar: تواصل معنا

source: Contact us now to send you an account number for your pharmacy
ar: تواصل معنا للحصول على رقم حساب صيدليتكم

source: create first order
ar: أطلب طلبيتك الأولى الآن

source: Daring
ar: الجرأة

source: Daring Body
ar: نعمل بدون تردد وبشجاعة وإقدام تحت كل الظروف ونتحمل المخاطر

source: Email
ar: الايميل

source: Enter Your Message
ar: ادخل رسالتك

source: Excellence in performance
ar: الامتياز في الأداء

source: Excellence in performance Body
ar: نسعى إلى تحقيق الامتياز في كل عمل نؤديه

source: Footer Body
ar: شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية, هي امتداد لمستودع أدوية غزة المركزي الذي قام بتأسيسه المرحوم الصيدلي حسن يوسف شراب في العام 1983م في مدينة غزة كأول مستودع لتوزيع الأدوية في قطاع غزة,

source: Footer Contact Us
ar: إتصل بنا

source: Founder
ar: المؤسس

source: Founder &amp; Board of Directors
ar: المؤسس و مجلس الإدارة

source: Founding member and Chairman of the Board of Directors of the Middle East Laboratories for the Pharmaceutical and Cosmetics Manufacturing Company LLC
ar: عضو مؤسس ورئيس لمجلس إدارة شركة معامل الشرق الأوسط لصناعة الأدوية ومستحضرات التجميل م.ع.م

source: Gaza Central Company
ar: شركة مستودع غزة المركزي

source: Gaza Central Warehouse Company
ar: شركة مستودع غزة المركزي

source: Gaza Central Warehouse Company for Pharmaceuticals and Medical Supplies
ar: شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية

source: Haifa Sharab
ar: هيفاء شراب

source: Haitham Shurrab
ar: هيثم شراب

source: Home
ar: الرئيسية

source: Honesty
ar: الامانة

source: Honesty Body
ar: أمناء في تعاملاتنا وكل عمل نؤديه

source: Ingredients of our success
ar: مقومات نجاحنا

source: Leave Us Your Message
ar: اترك لنا رسالتك

source: Left Body Founder &amp; Board of Directors
ar: المنتشرة في أنحاء قطاع غزة, وشغل العديد من المناصب الإدارية للعديد من المؤسسات المهنية والجمعيات الخيرية منها والاقتصادية والمالية خلال فترة حياته نذكر منها الآتي: رئيسا للهيئة الإدارية للجمعية الطبية العربية الفلسطينية والتي كانت تمثل نقابة الأطباء والصيادلة, وعضواً للهيئة الإدارية فيها لعدة دورات., عضوا في المجلس الوطني الفلسطيني, نائب لرئيس المجلس الصحي الفلسطيني التابع للهلال الأحمر الفلسطيني., عضو مجلس إدارة ومؤسس في جمعية أصدقاء المريض الخيرية., رئيس مجلس إدارة ومؤسس مستودع أدوية غزة المركزي أول مستودع لتوزيع الأدوية في قطاع غزة., عضو مؤسس ورئيس لمجلس إدارة شركة معامل الشرق الأوسط لصناعة الأدوية ومستحضرات التجميل م.ع.م. , عضو في أول مجلس إدارة منتخب للغرفة التجارية الفلسطينية, وحائز على أعلى الأصوات في تلك الانتخابات., عضو مجلس إدارة في بنك فلسطين المحدود., رئيس مجلس إدارة ومؤسس في شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية.

source: Management
ar: مجلس الادارة

source: Member of the Board of Directors of Bank of Palestine Ltd
ar: عضو مجلس إدارة في بنك فلسطين المحدود

source: Member of the first elected board of directors of the Palestinian Chamber of Commerce, and the winner of the highest votes in those elections
ar: عضو في أول مجلس إدارة منتخب للغرفة التجارية الفلسطينية, وحائز على أعلى الأصوات في تلك الانتخابات

source: Member of the Palestinian National Council
ar: عضوا في المجلس الوطني الفلسطيني

source: Mercy
ar: الرحمة

source: Mercy Body
ar: نتراحم فيما بيننا, وبيننا وبين الآخرين

source: Mission&amp;Vision
ar: رؤيتنا و رسالتنا

source: Nader Sharab
ar: نادر شراب

source: Order Now
ar: أطلب الآن

source: Our Customers
ar: عملاؤنا

source: Our Customers in all regions of the Gaza Strip
ar: عملاؤنا في مختلف مناطق قطاع غزة

source: Our Mission
ar: رسالتنا

source: Our Mission Body
ar: رسالتنا تسويق الأدوية المسجلة والمرخصة للتداول لدى جهات الاختصاص, وذات الجودة العالية بأعلى درجات المهنية, وتوفيرها لكافة أنحاء قطاع غزة بما يتناسب مع كافة شرائح المجتمع وضمان وصولها للمرضى المحتاجين لها بالوقت والمكان والسعر المناسب.

source: Our sales representatives in all regions of the Gaza Strip
ar: مندوبي مبيعاتنا في مختلف مناطق قطاع غزة

source: Our Team
ar: فربقتنا

source: Our Values
ar: قيمنا

source: Our Vision
ar: رؤيتنا

source: Our vision and mission
ar: رؤيتنا و رسالتنا

source: Our Vision Body
ar: نتطلع كأول مستودع أنشأ في قطاع غزة منذ أكثر من ربع قرن من الزمان للارتقاء بالصحة العامة للمواطن الفلسطيني ونكون في مقدمة شركات توزيع الأدوية في فلسطين من خلال توفير كافة احتياجات السوق الفلسطيني من الأدوية والمستلزمات الطبية الحديثة وذات الجودة العالية, والاستمرار في الاستثمار وبناء علاقات الشراكة والتبادل تجاري مع الشركات المنتجة للأدوية ووكلائهم من ناحية وكافة المؤسسات والمراكز الصحية العامة والخاصة المنتشرة في فلسطين من ناحية أخرى بأعلى درجات الكفاءة والمهنية.

source: Pharmaceutical professional
ar: المهنية الصيدلانية

source: Pharmaceutical professional Body
ar: يغلب على عملنا الطابع المهني نهتم بالدرجة الأولى بتوصيل الدواء المناسب والفعال للمرضي قبل أي اعتبار

source: Piety
ar: التقوى

source: Piety Body
ar: نتقي الله في عملنا ومعاملاتنا مع الآخرين

source: Right Body Founder &amp; Board of Directors
ar: ولد في العام 1944م ويعتبر من أوائل الصيادلة في قطاع غزة حيث حصل على ماجستير في العلوم الصيدلانية من جامعة فينا بالنمسا في العام 1969م, وعلى الرغم من أنه ولد لعائلة تمتلك العديد من الشركات التجارية والزراعية والصناعية الكبرى التي كانت قائمة بعد تخرجه من الجامعة إلا أنه توجه فور عودته إلى أرض الوطن من النمسا للعمل في خدمة أبناء شعبه في مجال تخصصه المهني كصيدلي في مستشفيات قطاع غزة ليؤدي رسالته المهنية, ومن خلال عمله كصيدلي في مستشفيات القطاع واطلاعه على معاناة المرضى في الحصول على الأدوية اللازمة والضرورية لهم, قرر في العام 1983م الانتقال من العمل في القطاع العام ليؤسس أول مستودع للأدوية كشركة خاصة ليعمل على توفير احتياجات المرضى من الأدوية الحديثة والمطورة من ناحية والمساهمة في الحفاظ على الأمن الدوائي لقطاع غزة من ناحية أخرى استكمالا لرسالته المهنية, والذي لايزال يعمل باسم شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية, كما وقام بتأسيس مصنع الشرق الأوسط للصناعات الدوائية ومستحضرات التجميل مع مجموعة من زملاؤه في العام 1994م, كما شارك وساهم في العديد من الأنشطة التطوعية والخدمية

source: Saed Sharab
ar: سائد شراب

source: sales representatives
ar: مندوبي المبيعات

source: Send
ar: ارسال

source: Staff development
ar: تطوير العاملين

source: Staff development Body
ar: نعمل على تطوير موظفينا إلى أقصى الحدود

source: Sub Haifa Sharab
ar: رئيس مجلس الإدارة

source: Sub Nader Sharab
ar: نائب رئيس مجلس الإدارة والمدير العام ومدير المبيعات للقطاع العام والمؤسسات "المناقصات"

source: Sub About Gaza Central Company
ar: شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية تأسست في العام 2003م

source: Sub Footer Contact Us
ar: اترك لنا رسالتك

source: Sub Haitham Shurrab
ar: عضو مجلس الإدارة ، مدير العلاقات العامة والمدير المالي

source: Sub Saed Sharab
ar: عضو مجلس الإدارة ، مدير مبيعات السوق الخاصة

source: Sub sales representatives
ar: مندوبي مبيعاتنا في مختلف مناطق قطاع غزة

source: SubHeader
ar: شركة مستودع غزة المركزي للأدوية والمستلزمات الطبية

source: Submit
ar: أرسل

source: Team spirit
ar: روح الفريق

source: Team spirit Body
ar: نعمل يداً واحدة متكاتفين لتحقيق أهدافنا بنجاح تام

source: The company has clear plans to deal with the future and emerging circumstances.
ar: للشركة خطط واضحة للتعاطي مع المستقبل والظروف المستجدة.

source: Vice President of the Palestinian Health Council of the Palestinian Red Crescent
ar: نائب لرئيس المجلس الصحي الفلسطيني التابع للهلال الأحمر الفلسطيني

source: We have a large basket of pharmaceutical products
ar: لدينا سلة كبيرة من المنتجات الدوائية

source: We have a strong and qualified management with scientific qualifications, diverse practical experiences and distinguished leadership.
ar: لدينا إدارة قوية ومؤهلة تتمتع بمؤهلات علمية وخبرات عملية متنوعة وقيادية متميزة.

source: We have a strong and stable board of directors that enjoys strong and solid relations with all influential parties in the Palestinian arena.
ar: لدينا مجلس إدارة قوي ومستقر يتمتع بعلاقات قوية ومتينة مع كافة الأطراف المؤثرة في الساحة الفلسطينية.

source: We have a young staff, highly trained, expert in his fields of work, consisting of 20 cadres of specialists and qualified in the various fields necessary for the nature of our work, including administrators, sales representatives, salesmen, accountants, pharmacists, pharmacy assistants, workers.
ar: لدينا طاقم فتي، مدرب تدريب عالي، خبير في مجالات عمله مكون من 20 كادر من المتخصصين وذوي الكفاءة في المجالات المختلفة اللازمة لطبيعة عملنا من إداريين, مندوبي مبيعات, رجال بيع, محاسبين, صيادلة, مساعدين صيادلة, عمال.

source: We have great financial and material capabilities as our owned assets exceed tens of times our trading volume.
ar: نتمتع بإمكانيات مالية ومادية كبيرة حيث أن أصولنا المملوكة تتجاوز عشرات أضعاف حجم تداولاتنا التجارية.

source: We have strong and distinguished relationships with agents, suppliers, customers and companies working in the field of pharmaceuticals
ar: تربطنا علاقات قوية ومتميزة مع الوكلاء والموردين والعملاء والشركات العاملة بمجال الأدوية

source: We rely on advanced and appropriate technology and computerized programs in managing our activities and our relationship with our customers and suppliers, and we always strive to keep pace with developments in technology to provide the best that can be offered
ar: نعتمد على التكنولوجيا والبرامج المحوسبة المتطورة والمناسبة في إدارة أنشطتنا وعلاقتنا بعملائنا من الزبائن والموردين, ونسعى دئما وباستمرار لمواكبة التطورات في التكنولوجيا لتقديم أفضل ما يمكن تقديمه.

source: Who has an honorable history has a present and a promising future
ar: من له تاريخ مشرف له حاضر ومستقبل واعد

source: Would You Like To Create Your First Order Now?
ar: هل ترغب في إنشاء طلبك الأول الآن؟
